in
me
have
it
is
for
but
just
i'm
was
so
this
with
be
not
don't
am
like
on
no
all
want
feel
do
at
about
or
what
know
as
if
they
because
life
get
been
when
even
would
you
people
had
out
i've
how
can't
up
me.
will
she
can
it's
are
one
myself
from
he
really
never
think
only
who
go
there
now
time
has
her
going
more
much
an
being
it.
things
why
any
some
then
see
by
could
make
them
years
always
me,
we
live
nothing
still
way
other
every
got
im
back
than
very
hate
too
help
ever
good
suicide
everything
after
something
over
day
life.
where
anything
say
take
end
need
someone
its
thought
into
kill
dont
talk
last
here
friends
which
anymore.
didn't
him
right
keep
find
family
through
since
were
pain
told
try
fucking
love
did
feeling
should
anyone
getting
tried
thing
tell
person
bad
these
myself.
care
most
many
better
around
long
their
work
doing
point
few
year
trying
depression
having
made
that's
his
give
hard
said
maybe
off
away
before
die
thinking
world
everyone
job
makes
own
wish
it,
school
thoughts
come
now.
cant
living
down
your
started
felt
-
wanted
also
seems
another
i'll
doesn't
first
without
lot
went
reason
tired
left
parents
those
look
hope
alone
lost
well
actually
though
life,
stop
able
hurt
happy
while
enough
i'd
put
used
else
same
nobody
time.
suicidal
home
sure
best
let
two
little
this.
do.
new
times
done
there's
die.
seem
depressed
fuck
past
until
almost
old
won't
once
days
self
now,
friend
out.
pretty
that.
worse
again.
leave
such
understand
mind
does
2
again
sometimes
found
,
them.
months
sick
mother
haven't
shit
myself,
already
believe
start
might
probably
money
matter
real
death
least
all.
place
wrong
kind
our
deal
yet
fact
mom
next
whole
up.
taking
finally
isn't
anymore
cannot
problems
couldn't
making
girl
part
night
guess
dad
wasn't
call
may
others
wouldn't
talking
3
looking
scared
sleep
day.
longer
to.
feelings
ive
please
feels
mental
sorry
came
social
house
fear
took
different
saying
high
this,
body
god
close
afraid
remember
ago
rather
mean
wants
alone.
killing
become
here.
pain.
called
stay
stupid
gone
change
friends,
decided
sad
horrible
time,
head
due
week
her.
loved
each
completely
worth
cry
hear
hell
idea
people.
great
cause
ask
gets
wake
suicide.
that,
deserve
crying
years.
telling
anything.
help.
read
college
knew
far
today
better.
turn
move
weeks
says
sit
relationship
support
constantly
less
post
couple
away.
guy
either
single
problem
us
.
father
what's
them,
worse.
dead
heart
way.
working
anxiety
nothing.
world.
truly
quite
do,
again,
fight
well,
wont
bed
inside
simply
means
bit
i’m
future
up,
spent
human
big
often
him.
happened
moved
hold
asked
hours
kept
stopped
commit
wanting
job,
coming
nice
people,
both
anymore,
out,
supposed
chance
must
room
worst
5
stuff
ended
angry
normal
sister
spend
recently
rest
hospital
die,
taken
here,
write
they're
4
health
things.
back.
knowing
suffer
instead
brother
met
full
am.
gave
given
she's
man
he's
friends.
abuse
use
kids
work.
honestly
knows
control
comes
there.
much.
needed
day,
stand
pay
more.
constant
soon
everyday
entire
saw
gotten
on.
moment
handle
alive
continue
happen
hit
face
know.
family,
waiting
thats
everything.
together
boyfriend
during
several
turned
me?
happy.
literally
ending
cut
goes
too.
school,
low
writing
worked
month
is,
attempt
became
basically
6
failed
half
years,
sort
losing
seen
age
cares
seeing
bring
person.
lived
lose
three
stuck
under
not.
you're
didnt
is.
therapy
10
barely
fucked
physical
starting
&
trust
emotional
family.
work,
all,
so,
suffering
against
broken
car
therapist
depression.
gonna
pathetic
dead.
worthless
run
reasons
(i
usually
her,
miserable
eventually
ago.
later
girlfriend
hurting
hurts
lives
end.
pain,
giving
walk
ways
keeps
died
enjoy
school.
forum
upset
one.
broke
attempted
job.
talked
absolutely
sex
except
drugs
lonely
thanks
strong
to,
damn
depressed.
small
don’t
selfish
course
sitting
short
killed
second
better,
especially
experience
realize
sense
anything,
shit.
alone,
fighting
deep
live.
reading
fall
forward
in.
medication
speak
care.
wait
doctor
women
however,
husband
explain
dying
way,
seriously
asking
brain
terrible
crazy
well.
top
ill
death.
phone
act
else.
anyone.
wrong.
severe
break
miss
depression,
extremely
cope
state
situation
child
behind
issues
wanna
down.
thank
for.
between
him,
outside
stress
whatever
empty
woman
towards
girls
huge
bad.
go.
lack
born
wonder
leaving
know,
meds
help,
meet
worry
words
story
enough.
suicide,
young
true
eat
wife
none
doesnt
serious
ones
over.
with.
dark
free
living.
somebody
accept
gone.
show
along
cared
morning
etc.
possible
nearly
easy
either.
ago,
ready
waste
complete
online
afford
seemed
head.
fun
am,
20
you,
happiness
dealing
person,
watch
finding
mind.
listen
fail
done.
forced
plan
mentally
ass
within
shouldn't
world,
:(
on,
save
anyway
meant
unable
eating
home.
tired.
diagnosed
be.
looked
sad.
